Repository: SynthesOne/MediaPicker
Catalog: Sources/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ru

# MPAttach
source: Attach
de: Befestigen
es: Adjuntar
fr: Joindre
ja: 添付ファイル
ru: Добавить

# MPCameraAccessMessage
source: Please allow to access your device's camera in \"Settings\" > \"Privacy\" > \"Camera\"
de: Bitte erlauben Sie den Zugriff auf die Kamera Ihres Geräts unter \"Einstellungen\" > \"Datenschutz\" > \"Kamera\"
es: Permita acceder a la cámara de su dispositivo en \"Configuración\" > \"Privacidad\" > \"Cámara\"
fr: Veuillez autoriser l’accès à l’appareil photo de votre appareil dans \"Paramètres\ » > \"Confidentialité\ » > \"Appareil photo\ »
ja: 設定"&gt;"プライバシー"&gt;"カメラ "で、端末のカメラへのアクセスを許可してください。&gt; ￤"プライバシー" &gt; ￤"カメラ"
ru: Пожалуйста, разрешите доступ к камере вашего устройства в разделе \"Настройки\" > \"Конфиденциальность\" > \"Камера\"

# MPCameraUnavailable
source: Camera is unavailable
de: Kamera ist nicht verfügbar
es: La cámara no está disponible
fr: La caméra n'est pas disponible
ja: カメラが使用できません
ru: Камера недоступна

# MPCancelButton
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ru: Отменить

# MPCancelSelect
source: Cancel selection?
de: Auswahl aufheben?
es: ¿Cancelar la selección?
fr: Annuler la sélection ?
ja: 選考を取り消す？
ru: Отменить выбор?

# MPChangeSettings
source: Change settings
de: Einstellungen ändern
es: Cambiar la configuración
fr: Modifier les paramètres
ja: 設定の変更
ru: Изменить настройки

# MPCloudError
source: Error load cloud video
de: Fehler beim Laden eines Cloud-Videos
es: Error al cargar vídeo en la nube
fr: Erreur de chargement de la vidéo du nuage
ja: クラウドビデオの読み込みエラー
ru: Ошибка загрузки облачного видео

# MPErrorSaveImage
source: Failed to save the image
de: Speichern des Bildes fehlgeschlagen
es: Error al guardar la imagen
fr: Échec de l'enregistrement de l'image
ja: 画像の保存に失敗しました
ru: Не удалось сохранить изображение

# MPErrorSaveVideo
source: Failed to save the video
de: Das Video konnte nicht gespeichert werden
es: Error al guardar el vídeo
fr: Échec de l'enregistrement de la vidéo
ja: ビデオの保存に失敗しました
ru: Не удалось сохранить видео

# MPLimitedAccessTip
source: You have not allowed the app to access all photos.
de: Sie haben der App nicht erlaubt, auf alle Fotos zuzugreifen.
es: No has permitido que la aplicación acceda a todas las fotos.
fr: Vous n'avez pas autorisé l'application à accéder à toutes les photos.
ja: アプリがすべての写真にアクセスすることを許可していません。
ru: Вы не разрешили приложению доступ ко всем фотографиям.

# MPNo
source: No
de: Nein
fr: Non
ja: いいえ
ru: Нет

# MPNotAuthPhotos
source: Enable access to upload photos and attach them
de: Zugang zum Hochladen von Fotos und Anhängen von Fotos ermöglichen
es: Permitir el acceso para subir fotos y adjuntarlas
fr: Permettre l'accès au téléchargement de photos et aux pièces jointes
ja: 写真のアップロードと添付が可能
ru: Обеспечьте доступ к загрузке фотографий и их прикреплению

# MPRecents
source: Recents
de: Aktuelles
es: Recientes
fr: Récents
ja: 最新情報
ru: Недавние

# MPSelectMorePhotos
source: Select more photos
de: Weitere Fotos auswählen
es: Seleccione más fotos
fr: Sélectionner d'autres photos
ja: 他の写真を選択
ru: Выберите другие фотографии

# MPToolTipControl
source: CONTROL
de: KONTROLLE
es: Controlar
fr: Contrôle
ja: 制御
ru: УПРАВЛЕНИЕ

# MPUnknownAlbum
source: Unknown album
de: Unbekanntes Album
es: Álbum desconocido
fr: Album inconnu
ja: 不明なアルバム
ru: Неизвестный альбом

# MPYes
source: Yes
de: Ja
es: Sí
fr: Oui
ja: はい
ru: Да

# MPOk
source: Ok
fr: D’ACCORD
ru: Ок
